{
  "hints": [
{
  "id":" 1",
  "title": "Deflection",
  "description": "Tip: To deflect a laser beam, place a mirror in its path. Mirrors can face one of two directions."
},
    {
      "id": "2",
      "title": "Spin Doctor",
      "description": "Tip: Use a wernch to rotate a mirror or a laser. There are two types of wrenches: clockwise and counterclockwise."
    },

    {
      "id": "3",
      "title": "House of Mirrors",
      "description": "Tip: Dweep can pick up items in green squares to add to your inventory. Pick up lasers, and use them to destroy other lasers"
    },

    {
      "id": "4",
      "title": "Bombing Alley",
      "description": "Tip: A torch or a laser can light a bomb`s fuse. An exploding bomb will cause adjacent bombs to explode as well."
    },

    {
      "id": "5",
      "title": "Dexterity",
      "description": "Tip: An exploding bomb will destroy all adjacent object, including lasers, mirrors, and other bombs"
    },

    {
      "id": "6",
      "title": "Lasermania",
      "description": "Tip: If Dweep steps on a freeze plate, Dweep will freeze and will be unable to move. Avoid the freeze plates here."
    },

    {
      "id": "7",
      "title": "Phoenix",
      "description": "Tip: Use a water bucket to make Dweep wet. A wet Dweep can pass through a single laser beam unharmed. Do not stop in the beam."
    },

    {
      "id": "8",
      "title": "Squish Time",
      "description": "Tip: Use a torch to thaw a frozen Dweep."
    },

    {
      "id": "9",
      "title": "Dweeps on Ice",
      "description": ""
    },

    {
      "id": "10",
      "title": "Badda Bing",
      "description": "Tip: A water bucket can defuse an ignited bomb before it explodes, but if a laser beam is still passing through the bomb`s fuse, the bomb will re-ignite."
    },

    {
      "id": "11",
      "title": "A Torch in the Hand",
      "description": "Tip: If your inventory is full, Dweep cannot pick up any more items."
    },

    {
      "id": "12",
      "title": "Fear No Lasers",
      "description": "Tip: Dweep can move diagonally as well as vertically and horizontally."
    }
  ]
}

