{
  "1": [
    {
      "title": "Обзор",
      "imgUrl": "./assets/images/help/overview.png",
      "description": "Это Двип. Двип - милое, пушистое, беззащитное создание, попавшее во враждебный мир. Вы должны помочь Двипу решить 21 уровень уникальных головоломок. Уровни будут постепенно становиться сложнее и сложнее, и у многих уровней есть несколько решений. Вы можете проходить уровни в любой последовательности, но лучше всего проходить их по порядку."
    },
    {
      "title": "Задача",
      "imgUrl": "./assets/images/help/objective.png",
      "description": "Ваша цель - спасти малышей Двипа. Для этого вы должны перемещать Двипа мимо ряда препятствий. Если вы застряли, вы всегда можете перезапустить уровень и попробовать другой метож прохождения. Собирайте по пути особые предметы и используйте их с умом. У каждого предмета есть много возможных применений, поэтому вы должны выбрать событие, используемое для каждого предмета, чтобы безопасно привести Двипа к его детям."
    },
    {
      "title": "Как играть",
      "imgUrl": "./assets/images/help/howToPalay.png",
      "description": "Вы управляете Двипом с помощью мыши. Панель ниже содержит собранный инвентарь. Щелкните левой кнопкой мыши по элементу, чтобы выбрать действие, которое нужно выполнить. Курсор изменится, указывая на ваш выбор. Затем щелкните область карты, чтобы использовать выбранный инвентарь в определенном месте. Например, чтобы намочить Двипа, нажмите на ведро с водой, затем нажмите на Двип. Когда вы возьмете новый предмет, он будет добавлен в ваш инвентарь. Когда вы используете предмет, он будет навсегда удален из вашего инвентаря, и от него нельзя отказаться. Возможно иметь более одного предмета. Щелкните правой кнопкой мыши в любое время, чтобы отменить текущий выбранный элемент и вернуться к команде MOVE DWEEP."
    }
  ],
  "2": [
    {
      "title": "Перемещение Двипа",
      "imgUrl": "./assets/images/help/movingDweep.png",
      "description": "Первой командой в списке элементов всегда является команда MOVE DWEEP. Когда курсор движения выбран, просто щелкните левой кнопкой мыши любое место на карте, и Двип переместится туда, если это возможно. Если Двип перемещается через ячейки с ловушками, например, замораживающая или нагревающая пластина, тогда Двип может перемещать только одну ячейку за раз."
    },
    {
      "title": "Инвентарь",
      "imgUrl": "./assets/images/help/items.png",
      "description": "На большинстве уровней вы начнете без предметов в инвентаре, поэтому вам придется собирать их по пути. Элементы будут отображаться в виде значков на отдельных плитках. Если вы переместите Двипа на предмет, он будет добавлен в ваш инвентарь. Часто Двип окружен несколькими предметами, которые можно сразу же подобрать и использовать. Предметы включают лазеры, зеркала, бомбы, гаечные ключи, факелы и ведра с водой. Большинство предметов имеют несколько функций."
    },
    {
      "title": "Препятствия",
      "imgUrl": "./assets/images/help/obstacles.png",
      "description": "На каждом уровне вы будете сталкиваться с препятствиями, преграждающими путь Двипу к его малышам. К ним относятся лазеры, зеркала, бомбы, замораживающие пластины и нагревательные пластины. Некоторые объекты можно использовать в ваших интересах; других следует избегать."
    }
  ],
  "3": [
    {
      "title": "Лазер",
      "imgUrl": "./assets/images/help/laser.png",
      "description": "Лазер испускает непрерывный луч света в одном из четырех направлений. Луч испепелит Двипа и уничтожит все объекты, в которые попадает. Лазерного луча можно избежать, отклонив его зеркалом. Вы можете навсегда уничтожить лазер с помощью бомбы или другого лазера. Вы можете подбирать лазерные предметы, чтобы добавить их в свой инвентарь. Существует четыре типа лазеров, по одному для каждого направления, в котором может быть лазер. Вы можете разместить лазер на любой пустой плитке. В этом месте появится активный лазер."
    },
    {
      "title": "Зеркало",
      "imgUrl": "./assets/images/help/mirror.png",
      "description": "Зеркало может отклонить любой лазерный луч на 90 градусов. Зеркала могут смотреть в одном из двух направлений, и они могут отклонять лазерные лучи как спереди, так и сзади. Зеркала нельзя уничтожить напрямую лазерными лучами. Зеркальные предметы можно подобрать, чтобы добавить в свой инвентарь. Вы можете поставить зеркало на пустую плитку. Затем в этом месте появится зеркальный объект."
    },
    {
      "title": "Гаечный ключ",
      "imgUrl": "./assets/images/help/wrench.png",
      "description": "Гаечный ключ может повернуть зеркало на 90 градусов. Существуют ключи, которые могут повернуть зеркало как по часовой, так и против часовой стрелки, каждый из них обозначен отдельным значком. Оба типа гаечных ключей будут иметь одинаковый эффект на зеркало, поскольку зеркало может смотреть только в одном или двух направлениях."
    }
  ],
  "4": [
    {
      "title": "Бомба",
      "imgUrl": "./assets/images/help/bomb.png",
      "description": "Бомба обычно неактивна, но она взорвется, когда ее запал будет зажжен лазерным лучом или фонариком. Взрывающаяся бомба уничтожит все соседние объекты. Между срабатыванием взрывателя бомбы и ее последующим взрывом есть небольшая задержка. Зажженную бомбу можно обезвредить ведром с водой. Бомбу можно снова зажечь после намокания. Бомбы можно подобрать и добавить в свой инвентарь. Вы можете поставить бомбу на пустую плитку. В этом месте появится бомба. Если вы поместите бомбу прямо на пути лазерного луча, взрыватель загорится мгновенно."
    },
    {
      "title": "Факел",
      "imgUrl": "./assets/images/help/torch.png",
      "description": "Факел можно использовать, чтобы зажечь запал бомбы или растопить замороженный Двип. Он не действует на легковоспламеняющиеся предметы, такие как лазеры или зеркала. Факел также может снова высушить мокрый Двип."
    },
    {
      "title": "Ведро с водой",
      "imgUrl": "./assets/images/help/waterBucket.png",
      "description": "Используйте ведро c водой, чтобы облить предмет водой. Он может намочить Двипа, что позволит Двипу безопасно пересекать лазерный луч или нагревательную пластину. Он не действует на лазеры или зеркала. Зажженную бомбу можно обезвредить, поставив на нее ведро с водой. Ведро с водой вернет плавающего Двипа на землю. Ведра с водой не действуют на замороженного Двипа."
    }
  ],
  "5": [
    {
      "title": "Заморажевательная пластина",
      "imgUrl": "./assets/images/help/freezePlate.png",
      "description": "Если Двип наступит на пластину для замораживания, Двип застынет внутри глыбы льда. Используйте факел, чтобы освободить Двипа из глыбы со льдом. Замораживающие пластины нельзя разрушить."
    },
    {
      "title": "Нагревательная пластина",
      "imgUrl": "./assets/images/help/heatPlate.png",
      "description": "Если Двип наступит на тепловую пластину, Двип будет плавать, как воздушный шар. Используйте ведро с водой, чтобы опустить парящего Двипа на землю. Мокрый Двип, ступивший на плиту, снова станет сухим. Тепловые пластины нельзя разрушить."
    }
  ]
}